function HeroTexts() {
  return (
    <div className="flex hero-texts mb-14 mt-4 gap-14 mr-12">
      <div>
        <h2>Строительство жилых и нежилых помещений</h2>
        <p>
          Наша компания имеет широкий опыт в надстройке, перестройке, расширении
          объектов капитального строительства, а также мы специализируемся на
          замене и восстановлении несущих строительных конструкций.
        </p>
      </div>
      <div>
        <h2>Реконструкция</h2>
        <p>
          Наша компания имеет широкий опыт в надстройке, перестройке, расширении
          объектов капитального строительства, а также мы специализируемся на
          замене и восстановлении несущих строительных конструкций.
        </p>
      </div>
      <div>
        <h2>Проектирование</h2>
        <p>
          Наша команда имеет ресурсы и опыт для реализации всех стадий
          проектирования зданий без привлечения субподрядчиков. Доверяя нам Вы
          экономите время и получаете гарантию безупречного результата и
          соблюдения сроков.
        </p>
      </div>
    </div>
  );
}

export default HeroTexts;
